/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Are you sure you want to delete the selected server?" = "Are you sure you want to delete the selected server?";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Delete Server" = "Delete Server";

/* No comment provided by engineer. */
"Load locations" = "Load locations";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"OsiriX Locations.plist" = "OsiriX Locations.plist";

/* No comment provided by engineer. */
"Replace" = "Replace";

/* No comment provided by engineer. */
"Should I add or replace this locations list to the current list?" = "Should I add or replace this locations list to the current list?";

